{
  "Shipping": "Yardflo Express Delivery\nAdditional rates start at $19.95 for Two Business Day delivery and $29.95 for Next Business Day delivery and increase based on the size of your order. The amount will be calculated in your cart, or call us for a quote.\n\nFor expedited items over 10 lbs., additional charges may accrue and will be reflected in checkout. Our terms are FOB shipping point. Your credit card will not be charged until shipment.\n\nShipments to HI, AK, and PR require Express Delivery.\n\nOversize Handling Fees\nSome of our larger or heavier items require additional fees based on the size and weight of the item. These fees are applied in addition to Standard Delivery charges for each oversized item. Oversize Handling Fees are calculated during checkout and applied to your final order total.\n\nContactless Through-the-Door Truck Delivery\nTruck Delivery is typically 2-3 weeks from the date an item is shipped, but may vary depending on the location of your residence. Deliveries are scheduled between 8 AM and 5 PM within a 4-hour window for delivery. Items are unloaded by the driver and placed inside the first-floor doorway, garage, or covered area of your choice. Unpacking, placement in a room, packaging removal and assembly are not included. The minimum fee is $149 and will be calculated during checkout and applied to your final order total.\n\nContactless In-Home Delivery\nSelect large and heavy items are delivered only by our In-Home Delivery service, and you have the option to upgrade some Truck Delivery items to In-Home Delivery. In-Home Delivery is typically 2-3 weeks from the date an item is shipped, but may vary depending on the location of your residence. Upon delivery, our friendly delivery professionals will bring the item into your home, place it where you want it, inspect it, and remove packaging materials as needed. In-Home Deliveries are scheduled between 8 AM and 5 PM within a 4-hour window for delivery. The minimum fee is $199 per shipment. A custom delivery quote, based on the total shipping weight and destination of your order, will be provided during checkout. Assembly is not included.\n\nTruck & In-Home Delivery Scheduling\nAfter your items have shipped, you will be contacted by our delivery partner to schedule a day and 4-hour window for your delivery. When scheduling, share any restrictions or special circumstances that could impact your delivery. This includes, but is not limited to, narrow s, restricted delivery times, gated entrances, proof of insurance requirements, multiple flights of stairs and service elevator restrictions.\n\nOn the day of delivery, our delivery partner will call you approximately 30 minutes prior to arriving at your home. Please prepare for your delivery by ensuring clear pathways and removing any fragile items that could be damaged during the delivery. Our delivery provider is unable to move any existing furniture during the delivery.\n\nYou will not need to sign for your delivery as we have adopted a contactless delivery policy. The carrier will still deliver your item(s) to the appropriate area of your home and then be on their way.\n\nReturns & Exchange Policy\nIf you are not happy with your purchase, simply return it within 90 days for an exchange or a refund, less cost of shipping and handling. Special policies apply to clearance (ending in $0.97), holiday, and special order/personalized items. All returned items must be in their original packaging and in the condition in which they were received for a full refund.\n\nWe will replace any defective item for up to a full year from the date of purchase. All damages or defects must be clearly communicated to the customer service representative. Verification of the reported issues is completed through an inspection upon our receipt of the returned item(s). After our review, you will receive an exchange, merchandise credit or refund.\n\nReturn Options\nBased on the size and weight of the product, the packaging slip may contain a UPS Return label. If your package does not contain a UPS Return label, please follow the instruction on the pack slip or call 1-866-668-5962 so we can determine the best method to return the product.\n\n\nOPTION A: Use the UPS return label included with your shipment\n\nThis options allows you to use the pre-paid UPS Return Service. If you would like to take advantage of this service, please follow these easy steps:\n\nComplete sections 1, 2 and 3 (for exchanges). Place this slip inside the package’s nearest closing flap, and reseal it for shipment.\nAffix the UPS return label (label “A”) over the original shipping label on your package. If your original package is unusable, please use similar packaging to prevent damage upon return. The pre-addressed return label is not valid outside the contiguous United States.\nThe fee for UPS to return the product is determined by the reason for return, price, and package weight/size. If you are returning merchandise for a refund, the return fee will be deducted from the total refund amount.\nPlease drop off the package at any UPS location or authorized shipping outlet. Please call 800-PICK-UPS (800-742-5877) or visit ups.com for location listings.\n\nOPTION B: For all parcel carriers other than UPS.\n\nIf you would like to take advantage of this service, please follow these easy steps:\n\nComplete sections 1, 2 and 3 (for exchanges). Place this slip inside the package’s nearest closing flap and reseal it for shipment.\nAffix the small pre-addressed label found on the reverse side of this form (label “B”) to your package, and take your package to your preferred carrier. This is not a prepaid label; please be prepared to pay shipping fees. Please use a trackable shipping method; insurance is recommended.\n\nAlways retain the tracking number for your records.\n\n\nSpecial Shipments (Truck Delivery)\nPrior to accepting delivery on Truck or In-Home shipment, please carefully inspect the product to ensure your complete satisfaction. In the event of dissatisfaction, please call 1-866-668-5962 within 7 days to arrange for a return or an exchange. All damages or defects must be clearly communicated to the customer service representative. Verification of the reported issues are completed through an inspection upon receipt of return. Shipping and processing charges are non-refundable and a minimum return pick-up fee of $100.00 or up to 10% of the order value will apply. (Up to a maximum of $250.00)\n\nHoliday Order Return Information\nChristmas merchandise purchased after September 1st must be returned before December 23rd or within 30 days of purchase (whichever occurs later). All returned items must be in their original packaging and in the condition in which they were received. Please wrap your items carefully; package and ship them so that damage does not occur. Follow the return process instructions on the pack slip.\n\nHalloween Order Return Information\nHalloween merchandise will not be accepted after 10/30 - or 30 days from date of purchase (whichever occurs later). All returned items must be in their original packaging and in the condition in which they were received. Please wrap your items carefully; package and ship them so that damage does not occur. Follow the return process instructions on the pack slip.\n\nRug Return Information\nWe can only accept rug returns if returned in an undamaged original shipping bag. If the original bag is unusable, contact us at 1-866-668-5962 or cs@Yardflo.com and we'll be happy to send a return shipping bag for your use. If returned rug is damaged due to insufficient packaging, full value of product cost will not be refunded.\n\nCustomized/Personalized Items\nAny order placed for monogrammed, customized, or made-to-order cannot be canceled or modified after order is placed. These items are nonreturnable. This excludes defective items and items damaged during delivery.\n\nFinal Sale\nSale items (with prices ending in $.97) are final sale and cannot be returned.",
  "Warranty": "OUR QUALITY COMMITMENT\nAt Yardflo, our primary focus is quality. We guarantee that every product we sell will stand up to the supreme test — our customers' satisfaction.\n\nIf for any reason you are not satisfied, simply return the product within 90 days and we'll replace it or refund the cost of the item (excluding Shipping and Processing fees).\n\nHoliday Order Return Information\nChristmas merchandise purchased after 9/1 must be returned before 12/23 or within 30 days of purchase (whichever is later). Halloween merchandise must be returned before 10/30 or within 30 days of purchase (whichever is later). All returned items must be in their original packaging and in the condition in which they were received. Please wrap your items carefully; package and ship them so that damage does not occur. Follow the return process instructions on the pack slip.\n\nPersonalized Items\nAny items that are monogrammed, customized or made-to-order cannot be returned or exchanged unless damaged or defective.",
  "Overview": "Sectional seating doesn’t have to feel so angular. Our Alliance Wicker Seating is designed so that each modular section connects to create curves; versatile configurations that you decide, from a small, crescent moon shape to a long, slinking “S” curve, each just right for fostering conversation and fitting into unique spots. Our simple Wedge Table makes it easy to put space in between and change things up. Custom-fit seat and back cushions are included with seating.\n\nLeft-arm Facing, Right-arm Facing, and Armless Chairs each include detachable seat and back cushions\nSpun-polyester fabric cushions (imported); polyfoam fill (sit securely, do not attach)\nDO YOUR CUSHIONS A FAVOR: Our polyester seating cushions and pillows are durable and designed to resist the effects of outdoor living, including moisture, harsh sun, and even stains in most cases; but all fabric, left outside unattended, will eventually suffer. If your cushions are not under cover and it rains, store them in a dry area. If they get wet, wipe off or squeeze out excess water and sit them on their sides to drain. Give them an occasional, quick-and-easy surface cleaning to keep them looking fresh and mold-free.\nNon-marring glides help protect against floor/decking scratches\nFinish may experience natural weathered patina over time, these changes will not affect the integrity\nClean with mild household detergent and water, use soft brush if necessary\nStore in dry, covered area when not in use, or during inclement weather\nEach individual piece arrives fully assembled; assembly is required to attach chairs/tables to one another to create loveseat, sofa, and sectional options\nImported\nA Grandin Road exclusive",
  "Dimensions": "\nAlliance Wicker Loveseat (170375): Includes one each of Left-arm Facing Chair and Right-arm Facing Chair.\nSeat: 68-1/2”W x 32”D x 28-1/4”H\nAlliance Wicker Sofa (170376): Includes one each of Left-arm Facing Chair, Armless Chair, and Right-arm Facing Chair.\nSeat: 97-1/4”W x 36-3/4”D x 28-1/4”H\nAlliance Wicker Four-pc. Sectional (170377): Includes Left-arm Facing Chair, Right-arm Facing Chair, and two Armless Chairs.\nSeat: 122-3/4”W x 43-1/2”D x 28-1/4”H\nAlliance Wicker Six-pc. Sectional (170378): Includes Left-arm Facing Chair, Right-arm Facing Chair, and four Armless Chairs.\nSeat: 164-1/4”W x 62-1/2”D x 28-1/4”H",
  "Materials": "Wicker Construction: Frontgate outdoor wicker furniture is handwoven from a grade of resin that has achieved a high performance grade. Our 100% high-density polyethylene (HDPE) resin has many attributes: it's non-toxic and safe for the environment. It's also antimicrobial, a quality that prohibits the growth of fungus and mildew. The wicker won't splinter or rot in extreme temperatures (-94°F to 176°F), making our furniture an excellent choice for almost any climate.\n\nWicker Care: To extend the life of your wicker furniture, avoid direct contact with chlorine and saltwater. If your wicker furniture is placed near the ocean or a saltwater pool, we recommend rinsing weekly with water from your garden hose. Avoid close proximity to open flame and artificial heat sources. We recommend using furniture covers or storing your wicker furniture indoors when not in use.\n\nCushion Construction: The quality of our outdoor furniture collection cushions is just as superior on the inside as it is on the exterior. We construct each seat cushion with a high-resiliency foam core wrapped in soft polyester. This excellent grade of polyurethane foam features a higher rebound factor and softer surface for years of consistent comfort and firm support. The cushions are covered with 100% solution-dyed fabrics made in America's finest textile mills.\n\nCushion Care: Our cushions are crafted to provide years of comfort and performance in a variety of climates and conditions. However, after extended or heavy rain, some water may penetrate into the inner foam core. If your cushions get wet, stand them on end, with the open zipper or seam side down, to help drain the water and speed the drying process. Be sure the cushion's foam core has completely dried before using.\n\nTo clean spills or stains, dilute one cup of chlorine bleach in one gallon of water and test in an inconspicuous area. Saturate a rag or brush in the bleach solution, scrub the entire cushion, rinse well with water, and let the cushions air dry."
}
